Repository: LevaniVashadze/tbilisi_cycling
Catalog: lib/l10n/app_*.arb
Languages: de, ka

source: Home
de: Startseite
ka: სახლი

source: Settings
de: Einstellungen
ka: პარამეტრები

source: Map
ka: რუკა

source: Guide
ka: გიდი

source: Theme
de: Modus
ka: ფერი

source: Dark
de: Dunkel
ka: მუქი

source: Light
de: Hell
ka: ღია

source: System
ka: სისტემური

# scroll
source: Scroll down to learn more
de: Wisch nach unten, um mehr über dass Projekt zu erfahren
ka: ჩასქროლე ქვევით რომ გაიგო მეტი

# aboutText1
source: This app has been created to help cyclists get around safely in the City of Tbilisi. This project is developed by Levani Vashadze and is open source. You can find the source code at {gh_link}, this project is created as a Final Project in a Flutter Course.
de: Diese App wurde entwickelt, um Radfahrern zu helfen, sich sicher in der Stadt Tiflis fortzubewegen. Dieses Projekt wurde von Levani Vashadze entwickelt und ist Open Source. Den Quellcode finden Sie unter {gh_link}, dieses Projekt entstand als Abschlussprojekt in einem Flutter-Kurs.
ka: ეს აპლიკაცია შეიქმნა, რომ დაეხმაროს ადამიანებს ველოსიპედით უსაფრთხოდ გადაადგილდნენ ქალაქ თბილისში. აპლიკაცია შეიქმნა ლევანი ვაშაძის მიერ, კოდი არის Open-Source, შეგიძლიათ ნახოთ აქ {gh_link}. ეს აპლიკაცია შეიქმნა ფინალურ პროექტად Flutter-ის კურსში.

# disclaimer
source: The project was prepared within the framework of USAID's Civic Education Program, partner organization Geolab, at the final stage of the course. The program is implemented by PH international, funded by the US Agency for International Development (USAID) and supported by the Ministry of Education and Science of Georgia.
de: Das Projekt wurde im Rahmen des Civic Education Program von USAID, Partnerorganisation Geolab, in der Abschlussphase des Kurses vorbereitet. Das Programm wird von PH international durchgeführt, von der US-Agentur für internationale Entwicklung (USAID) finanziert und vom georgischen Ministerium für Bildung und Wissenschaft unterstützt.
ka: პროექტი მომზადდა USAID-ის სამოქალაქო განათლების პროგრამის ფარგლებში, პარტნიორი ორგანიზაცია ჯეოლაბის კურსის ფინალურ ეტაპზე. პროგრამა ხორციელდება PH international-ის მიერ, აშშ საერთაშორისო განვითარების სააგენტოს (USAID) დაფინანსებითა და საქართველოს განათლებისა და მეცნიერების სამინისტროს მხარდაჭერით.

# finalNotes
source: Built with Love by Levani Vashadze.
de: Mit Liebe erstellt von Levani Vashadze.
ka: შექმნილია სიყვარულით ლევანი ვაშაძის მიერ.

source: Stay Safe
de: Bleib sicher!
ka: იარე ფრთხილად!

source: Language
de: Sprache
ka: ენა

# guideTitle
source: Safe Cycling Guide
de: Leitfaden für sichere Radfahren
ka: უსაფრთხოდ ველოსიპედით გადაადგილების გიდი

# guideText
source: Cycling is a great way to get around the city, but it can be dangerous if you don't know the rules of the road. Here are some tips to help you stay safe on the road.
de: Radfahren ist eine großartige Möglichkeit, sich in der Stadt fortzubewegen, aber es kann gefährlich sein, wenn Sie die Straßenverkehrsregeln nicht kennen. Hier sind einige Tipps, die Ihnen helfen, sicher im Straßenverkehr zu bleiben.
ka: ველოსიპედით სიარული კარგი საშუალებაა ქალაქში გადასაადგილებლად, მაგრამ ეს სამწუხაროდ დღესდღეობით არც თუ ისე მარტივია. აქ მოცემულია რამდენიმე რჩევა, რომელიც დაგეხმარებათ უსაფრთხოდ გადაადგილდეთ.

# guideText1
source: Always wear a helmet. Since it's not very safe to ride a bike in Tbilisi, it's important to wear a helmet to protect your head in case of an accident.
de: Tragen Sie immer einen Helm. Da es nicht sehr sicher ist, in Tiflis Fahrrad zu fahren, ist es wichtig, einen Helm zu tragen, um Ihren Kopf im Falle eines Unfalls zu schützen.
ka: ვინაიდან თბილისში ველოსიპედის ტარება არც თუ ისე უსაფრთხოა, მნიშვნელოვანია, რომ გეხუროთ ჩაფხუტი, რათა თავი დაიცვათ ავარიის შემთხვევაში.

# guideTitle1
source: Always wear a helmet
de: Immer einen Helm tragen
ka: ყოველთვის გეხუროთ ჩაფხუტი

# guideTitle2
source: Abide by traffic rules
de: Verkehrsregeln einhalten
ka: დაიცავი მოძრაობის წესები

# guideText2
source: Always obey traffic rules. You should always ride on the right side of the road, and follow general road rules.
de: Befolgen Sie immer die Verkehrsregeln. Fahren Sie immer auf der rechten Straßenseite und befolgen Sie die allgemeinen Straßenverkehrsregeln.
ka: ყოველთვის დაემორჩილე საგზაო მოძრაობის წესებს. ყოველთვის უნდა იმოძრაო გზის მარჯვენა მხარეს და დაიცავი გზის ზოგადი წესები.

# guideTitle3
source: Use hand signals
de: Handzeichen verwenden
ka: გამოიყენე ხელის სიგნალები

# guideText3
source: Use hand signals to communicate with other road users. This will help you avoid accidents.
de: Verwenden Sie Handzeichen, um mit anderen Verkehrsteilnehmern zu kommunizieren. Dies hilft Ihnen, Unfälle zu vermeiden.
ka: გამოიყენეთ ხელის სიგნალები გზის სხვა მომხმარებლებთან კომუნიკაციისთვის. ეს დაგეხმარებათ თავიდან აიცილოთ ავარიები.

# guideTitle4
source: Use lights
de: Licht verwenden
ka: გამოიყენე განათება

# guideText4
source: Use lights to make yourself visible to other road users. This will help you avoid accidents.
de: Benutze Lichter, um dich für andere Verkehrsteilnehmer sichtbar zu machen. Das hilft dir, Unfälle zu vermeiden.
ka: გამოიყენეთ განათება, რათა თქვენი თავი ხილული გახადოთ გზის სხვა მომხმარებლებისთვის. განსაკუთრებით სიბნელეში არის საჭირო შუქები.

# guideTitle5
source: Position yourself correctly
de: Positioniere dich richtig
ka: აირჩიე სწორი ადგილი სასიარულოდ

# guideText5
source: When riding in road traffic, you should position yourself correctly. You shouldn't ride too close to the curb, and you should always ride in the same direction as the traffic.
de: Beim Fahren im Straßenverkehr sollte man sich richtig positionieren. Man sollte nicht zu nah am Bordstein fahren und immer in die gleiche Richtung wie der Verkehr fahren.
ka: როდესაც საგზაო მოძრაობაში მოძრაობთ, სწორად უნდა განლაგდეთ. არ უნდა მიხვიდეთ ბორდიურთან ძალიან ახლოს და ყოველთვის უნდა იმოძრაოთ იმავე მიმართულებით, როგორც მოძრაობა.

# guideTitle6
source: How to fend off dogs
de: Wie man Hunde abwehrt
ka: როგორ დავიცვათ თავი ძაღლებისგან

# guideText6
source: If you encounter a dog, you should not panic. You should try to stay calm, and if needed stop. If the dog is aggressive, get the bike in between the dog and you.
de: Wenn Sie einem Hund begegnen, sollten Sie nicht in Panik geraten. Sie sollten versuchen, ruhig zu bleiben und gegebenenfalls anzuhalten. Wenn der Hund aggressiv ist, stellen Sie das Fahrrad zwischen den Hund und Sie.
ka: თუ ძაღლს წააწყდებით, არ უნდა ჩავარდეთ პანიკაში. უნდა შეეცადოთ შეინარჩუნოთ სიმშვიდე და საჭიროების შემთხვევაში შეჩერდეთ. თუ ძაღლი აგრესიულია, დააყენეთ ველოსიპედი თქვენსა და ძაღლს შორის.

# guideTitle7
source: Route planning
de: Routenplanung
ka: მარშრუტის დაგეგმვა

# guideText7
source: Plan your route before you start cycling. This will help you avoid dangerous areas. Ride on side streets to avoid heavy traffic, use bus lanes and bike lanes.
de: Planen Sie Ihre Route, bevor Sie mit dem Radfahren beginnen. Dies hilft Ihnen, gefährliche Bereiche zu vermeiden. Fahren Sie auf Seitenstraßen, um starkem Verkehr auszuweichen, benutzen Sie Busspuren und Radwege.
ka: დაგეგმე მარშრუტი სახლიდან გასვლამდე. ეს დაგეხმარებათ თავიდან აიცილოთ საშიში ადგილები. იარეთ გვერდით ქუჩებზე, რათა თავიდან აიცილოთ გადატვირთული მოძრაობა, გამოიყენეთ ავტობუსის ზოლები და ველოსიპედის ზოლები.

# guideTitle8
source: Stay safe!
de: Bleib sicher!
ka: იყავით ფრთხილად!

# guideText8
source: At the end of the day, the most important thing is to stay safe. If you feel unsafe, you should stop and find another route.
de: Am Ende des Tages ist es das Wichtigste, sicher zu bleiben. Wenn du dich unsicher fühlst, solltest du anhalten und eine andere Route finden.
ka: საბოლოოდ, ყველაზე მნიშვნელოვანი ის არის, რომ უსაფრთხოდ იყოთ. თუ თავს დაუცველად გრძნობთ, იპოვეთ სხვა მარშრუტი ან სხვა გამოსავალი.
